<?php

return [
    [
        'name' => 'Федеральное агенство морского и речного транспорта',
        'orgType' => 0
    ],
    [
        'name' => 'ФГУП "Росморпорт"',
        'orgType' => 1,
        'branches' => true
    ],
    [
        'name' => 'ФГУП "Морсвязьспутник"',
        'orgType' => 1
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Западной Арктики"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Балтийского моря"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Азовского моря"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Черного моря"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Каспийского моря"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Приморского края и Восточной Арктики"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Охотского моря и Татарского пролива"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация морских портов Сахалина, Курил, и Камчатки"',
        'orgType' => 2,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Волго-Донского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Волго-Балтийского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Беломорско-Онежского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Северо-Двинского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Канал имени Москвы"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Волжского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Камского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Азово-Донского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Амурского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Ленского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Байкало-Ангарского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Обь-Иртышского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Обского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Администрация Енисейского бассейна внутренних водных путей"',
        'orgType' => 3,
        'branches' => true
    ],
    [
        'name' => 'ФГБОУ ВО "Государственный университет морского и речного флота имени адмирала С.О. Макарова"',
        'orgType' => 4,
        'branches' => true
    ],
    [
        'name' => 'ФГБОУ ВО "Государственный морской университет имени адмирала Ф.Ф. Ушакова"',
        'orgType' => 4,
        'branches' => true
    ],
    [
        'name' => 'ФГБОУ ВО "Морской государственный университет имени адмирала Г.И. Невельского"',
        'orgType' => 4,
        'branches' => true
    ],
    [
        'name' => 'ФГБОУ ВО "Волжский государственный университет водного транспорта"',
        'orgType' => 4,
        'branches' => true
    ],
    [
        'name' => 'ФГБОУ ВО "Сибирский государственный университет водного транспорта"',
        'orgType' => 4,
        'branches' => true
    ],
    [
        'name' => 'ФГБУ "Морспасслужба"',
        'orgType' => 5,
        'branches' => true
    ],
    [
        'name' => 'ФКУ "Речводпуть"',
        'orgType' => 5
    ],
    [
        'name' => 'ФБУ "Служба морской безоасности"',
        'orgType' => 5
    ],
    [
        'name' => 'ФГУ по обеспечению исполнения функций Уполномоченного Росийской Федерации по Сайменскому каналу',
        'orgType' => 5
    ],
    [
        'name' => 'ФКУ "Диркция государственного заказчика программ развития морского транспорта"',
        'orgType' => 5
    ],
    [
        'name' => 'ФБУ "Музей морского флота"',
        'orgType' => 5
    ],
    [
        'name' => 'ФГБУ "Администрация Севморпути"',
        'orgType' => 5
    ],
    [
        'name' => 'ФГБУ "Учебно-методический центр на морском и речном транспорте"',
        'orgType' => 5
    ],
    [
        'name' => 'ФГБУ "Главный центр связи и спутниковых систем"',
        'orgType' => 5
    ],
];
